Repository: Antolius/iconbrowser
Catalog: po/extra/*.po
Languages: nb

source: Icon Browser
nb: Ikonutforsker

source: Browse and find system icons
nb: Utforsk og finn systemikoner

source: icons;iconography;
nb: ikoner;ikonografi;

source: Browse system icons
nb: Utforsk systemikoner

source: Search by description
nb: Søk etter beskrivelse

source: A modern redesign!
nb: Et moderne redesign.

source: Fancy new icon
nb: Stilig nytt ikon

source: Drag the window from anywhere
nb: Dra vinduet fra hvor som helst

source: Follow the system dark style preference
nb: Følg systemets mørke stil

source: Add "audio-headphones" and "audio-headset"
nb: «audio-headphones» og «audio-headset» lagt til.

source: Add "distribute-*" action icons
nb: «distribute-*»-handlingsikoner lagt til

source: Disable sidebar when searching
nb: Sidefelt avskrudd under søk

source: Add status emblems
nb: Legg til statusemblemer

source: Mimetypes → Media Types
nb: MIME-typer → Mediatyper

source: Added French and Portuguese translations
nb: Ny fransk og portugisisk oversettelse

source: Better support for symbolic-only icons and under the hood improvements!
nb: Bedre støtte for ikoner forbeholdt symbolsk stil og andre usynlige forbedringer.
